third_party/reference_case/fluid-openfoam/system/decomposeParDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location system;
    object decomposeParDict;
}

    numberOfSubdomains 3;
  
	method scotch;
	scotchCoeffs
	{
	}


